CAnimationColor.#ctor(System.UInt32!System.Runtime.CompilerServices.IsLong,System.UInt32,System.UInt32,System.UInt32!System.Runtime.CompilerServices.IsLong)
Constructs an animation color object.
Remarks:
The object is constructed with specified values for RGB components, Object ID and Group ID. They can be changed
later at runtime using SetDefaultValue and SetID.
color: Specifies default color.
nGroupID: Specifies Group ID.
nObjectID: Specifies Object ID.
dwUserData: Specifies user-defined data.